11/data/attachments/c645649bd8252b84.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Patrick_may_Actions_85138_0</nif:username>
            <nif:friendToBeRequested>soap_actions_98f60691-be80-470b-94d6-73dbec17b911</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>